{
    "heading":"Hotellidiilid.ee privaatsuspoliitika",
    "description":"Privaatsuspoliitika on kooskõlas Euroopa Parlamendi ja nõukogu isikuandmete kaitse üldmäärusega (edaspidi isikuandmete kaitse määrus) („Euroopa Parlamendi ja nõukogu määrus (EL) 2016/679, 27. aprill 2016, füüsiliste isikute kaitse kohta isikuandmete töötlemisel ja selliste andmete vaba liikumise ning direktiivi 95/46/EÜ kehtetuks tunnistamise kohta“).",
    "point1":"Kes me oleme?",
    "point2":"Milliseid isikuandmeid me kogume ja töötleme?",
    "point3":"Küpsised",
    "point4":"Kuidas ja miks me isikuandmeid töötleme?",
    "point5":"Kus ja kui kaua me isikuandmeid hoiame?",
    "point6":"Isikuandmete avaldamine kolmandatele isikutele",
    "point7":"Ligipääs andmetele ja lisainformatsioon",
    "point8":"Kaebuste esitamine",

    "desc1_1":"Hotellidiilid.ee lehekülge haldab Reisidiilid OÜ (Registrikood: 12472112, käibemaksukohuslase number: EE101740010), mis on reisiettevõte ja töötleb igapäevase majandustegevuse käigus isikuandmeid erinevate reisi- ja turismiga seotud teenuste läbiviimiseks ja vahendamiseks. Meiega saab ühendust e-posti aadressil",
    "desc1_2":"Käesolev privaatsuspoliitika annab ülevaate Reisidiilid OÜ poolt Teile teenuse osutamiseks töödeldavate isikuandmete kaitseks kasutatavatest põhimõtetest ja töötlemise viisidest. Hotellidiilid.ee veebisaiti külastades või kasutama asudes või broneerigu tegemisel oled käesolevate põhimõtete ja tingimustega tutvunud ning nendega nõustunud. Reisidiilid OÜ jätab endale õiguse vajadusel privaatsuspoliitika tingimusi muuta tehes selle kättesaadavaks Hotellidiilid.ee veebilehel. Privaatsuspoliitika tingimuste muutmine on vajalik eelkõige selleks, et hoida see ajakohase ja kõigi isikuandmete kaitse nõuetega vastavuses.",
    "desc2_1":"Inimeste puhul, kes broneerivad www.hotellidiilid.ee hotelli, kogume:",
    "desc2_1_1":"Nimi",
    "desc2_1_2":"Sugu",
    "desc2_1_3":"E-posti aadress",
    "desc2_1_4":"Telefoni number",
    "desc2_1_5":"Riik",
    "desc2_1_6":"Maksetehinguteks vajalik info",

      
    "desc2_2":"Inimeste puhul, kes külastavad meie veebilehekülge, töötleme ja salvestame me järgmist infot:",
    "desc2_2_1":"Emaili aadress (uudiskirjaga liitunutelt) ja käitumist emaili saatmise järel (kirja avamine, sellele klikkimine jms).",
    "desc2_2_2":"IP aadress, geograafiline asukoht, brauseri ja operatsioonisüsteemi info ning muu lehe kasutusega seotud info;",
    "desc2_2_3":"Andmed sotsiaalmeedia kohta (näiteks kliendi tagasiside meie Facebooki lehel)",
    "desc2_2_4":"Küpsised.",

    "desc3_1":"Reisidiilid OÜ kasutab www.hotellidiilid.ee küpsiseid (cookies).Küpsised on väikesed failid, mis laaditakse alla kasutaja seadmele võrgulehtede poolt, mida veebilehe kasutaja külastab.Küpsiste kasutamise eesmärk on eristada kasutajat veebilehte külastavatest teistest isikutest ning suurendada läbi saadud informatsiooni veebilehe Hotellidiilid.eekasutusmugavust.",
    "desc3_2":"Küpsise abil salvestatakse info kasutaja IP, veebilehitseja tüübi ning versiooni, Hotellidiilid.ee külastamise aja ja kestuse kohta, kasutaja eelistuste ja huvide kohta, jms. Hotellidiilid.ee veebilehel kasutatavad küpsised:",
    "desc3_3":"Tehnilised ja funktsionaalsed küpsised – võimaldavad külastajatel veebilehte kasutada ning muuta selle kasutamine mugavamaks.",
    "desc3_4":"Analüütilised küpsised – aitavad meil pidada statistikat veebilehe kasutatavuse ja külastatavuse kohta ning analüüsida veebikülastajate käitumist lehel. Reisidiilid OÜ kasutab saadud teavet Hotellidiilid.ee veebilehe teenuste igakülgseks parandamiseks ja täiendamiseks.",
    "desc3_5":"Kommertsliku eesmärgiga küpsised – kasutame neid Teile reklaami esitamiseks ja suunamiseks Hotellidiilid.ee veebilehel ja ka teistel Teie poolt külastatavatel veebilehtedel (eelkõige nt Facebook ja Google), eesmärgiga, et Hotellidiilid.eekülastajad näeksid just neid huvitava sisuga reklaame.",
    "desc3_6":"Hotellidiilid.ee veebilehel kasutavad küpsiseid ka välised ehk teised veebiteenuste pakkujaid, nagu Facebook, Inc. ja Google Inc.",
    "desc3_7":"Kui Te ei soovi, et küpsiseid salvestatakse Teie arvutisse, siis saate need blokeerida oma veebilehitseja sätetes.",
    "desc3_8":"Juhime Teie tähelepanu, etHotellidiilid.ee veebilehe külastamine on võimalik ka küpsiste kasutamist keelates, võib siiski juhtuda, et teatud teenused või saidi teatud osad ei tööta ootuspäraselt. Küpsistest keeldumine võib piirata Hotellidiilid.ee veebilehe kasutamisvõimalusi.",
    "desc3_9":"Tähele tuleb ka panna, et Hotellidiilid.ee veebileht võib sisaldada ka linke teistele veebilehtedele ning Reisidiilid OÜ ei vastuta andmete jagamise eest teistel veebilehtedel ega teiste veebilehtede privaatsuspoliitika eest.",

    "desc4_1":"Hotelli broneerimisega seotud teenuste läbiviimiseks ja maksete teostamiseks läbi meie maksepartneri Maksekeskus AS",
    "desc4_2":"Kliendisuhtluseks (identifitseerimiseks, suhtlemiseks ja teenuste kohta vajalike teadete saatmiseks);",
    "desc4_3":"Turunduslikul eesmärgil;",
    "desc4_4":"Uudiskirja saatmise eesmärgil (kui inimene on uudiskirja meilt tellinud. Uudiskirja tellimusest saab igal hetkel loobuda klikkides uudiskirja all vastavale lingile);",
    "desc4_5":"Loosimistel ja muudel sarnastel mängudel kasutame isikuandmeid selleks, et loosi läbi viija ja võitjaga ühendust saada;",
    "desc4_6":"Statistika tegemise eesmärgil;",

    "desc5_1":"Isikuandmeid hoitakse meie või meie poolt määratud kolmanda osapoole süsteemides, kes ei oma isikuandmetele ligipääsu ega kasuta isikuandmeid muuks otstarbeks, kui üksnes hoiustamiseks ja varundamiseks.",
    "desc5_2":"Me ei hoia ega säilita isikuandmeid kauem, kui see on vajalik. Vastava vajaduse lõppemisel teie isikuandmed kustutatakse. Säilitamise periood võib tuleneda Teiega sõlmitud lepingust, kehtivast seadusandlusest (nt raamatupidamisega seotud seadused või aegumistähtajaga seotud seadused, muu eraõigus) või Reisidiilid OÜ õigustatud huvist. Kui andmesubjekt soovib olla unustatud, kustutame tema andmed sellisel määral, mida seadusandlus ei reguleeri.",
    
    "desc6":"Jagame isikuandmeid kolmandatele osapooltele (samuti rahvusvahelistele ettevõtetele Eestist väljaspool) üksnes siis, kui seda on vaja teenuse täitmiseks ja üksnes ulatuses, mis on minimaalselt vajalik Teile teenuse või sellega seotud teenuse osutamiseks. Näiteks hotellid ja hotelle vahendavad ettevõtted ja makseteenuste partner (Maksekeskus AS – andmete volitatud töötleja). Me ei müü ega jaga isikuandmeid kolmandate isikutega v.a. nendega, kellega neid tuleb jagada seaduse alusel või teenuse täitmiseks.",
    "desc7_1":"Soovi korral saate rohkem teavet enda isikuandmete töötlemise kohta.Selleks palun saatke meile digitaalselt allkirjastatud avaldus e-posti aadressil ",
    "desc7_2":"Võimalik on paluda parandada või eemaldada Teie kohta käivad andmeid, mis on ebakorrektsed või mille talletamist Te ei soovi.",
    "desc8_1":"Teil on igal ajal õigus ühendust võtta Reisidiilid OÜga, esitada päringuid, nõuda Teie kohta käivate isikuandmete muutmist, kustutamist või teavet",
    "desc8_2_1":"millises ulatuses Teie isikuandmeid töödeldakse ning esitada kaebuseid Teie isikuandmete töötlemise kohta e-posti aadressil ",
    "desc8_2_2":" Reisidiilid OÜ andmekaitse spetsialistiga saad kontakti e-posti aadressil info@reisidiilid.ee, kust teie kiri suunatakse edasi andmekaitse spetsialistile.",
    "desc8_3":"Reisidiilid OÜ vastab Teie poolt esitatud päringule või kaebusele üldjuhul esimesel võimalusel, kuid mitte hiljem kui 30 kalendripäeva jooksul.",
    "desc8_4_1":"Lisaks on Teil alati õigus ja võimalus enda isikuandmete töötlemise rikkumise kohta esitada kaebus Andmekaitse Inspektsioonile. Kui Teie alaline elukoht on mõnes muus EL liikmesriigis, leiate vastava asutuse kontaktinfo",
    "desc8_4_2":"sellelt aadressilt"
}