{
    "heading":"Hotellidiilid.ee Privacy Policy",
    "description":"The Privacy Policy is in compliance with the The EU General Data Protection Regulation (GDPR).",
    "point1":"Who are we?",
    "point2":"What personal information do we collect and process?",
    "point3":"Cookies",
    "point4":"How and why do we process personal information?",
    "point5":"Where and how long do we store personal information?",
    "point6":"Disclosure of personal data to third parties",
    "point7":"Access to information and additional information",
    "point8":"Submitting complaints",

    "desc1_1":"Hotellidiilid.ee is managed by Reisidiilid OÜ (registry code: 12472112, VAT number: EE101740010), which is a travel company and processes personal data to organize and mediate of various travel and tourism services. You can contact us at",
    "desc1_2":"This Privacy Policy provides an overview of the principles and ways of processing personal data processed by Reisidiilid OÜ. When you visit or use the Hotellidiilid.ee website or make a reservation, you have read and accepted these principles and conditions. Reisidiilid OÜ reserves the right, if necessary, to change the Privacy Policy which is available on the Hotellidiilid.ee website. Changing the terms of the privacy policy is necessary to be up to date and in compliance with all personal data protection requirements.",
    "desc2_1":"From people who book a hotel at www.hotellidiilid.ee, we collect:",
    "desc2_1_1":"Name",
    "desc2_1_2":"Sex",
    "desc2_1_3":"E-mail address",
    "desc2_1_4":"Phone number",
    "desc2_1_5":"Country",
    "desc2_1_6":"Information for payment transactions",

      
    "desc2_2":"From people who visit our site, we process and store the following information:",
    "desc2_2_1":"Email address (from subscribers) and behavior after email (opening, clicking, etc).",
    "desc2_2_2":"IP address, geographic location, browser and operating system information, and other page usage information;",
    "desc2_2_3":"Social media information (such as customer feedback on our Facebook page)",
    "desc2_2_4":"Cookies.",

    "desc3_1":"Cookies are used to store information about the user's IP, browser type and version, time and duration of visiting Hotellidiilid.ee, user preferences and interests, etc.",
    "desc3_2":"Cookies which are used on the hotel web site:",
    "desc3_3":"Technical and Functional Cookies - Allows visitors to use the site and make it more convenient to use.",
    "desc3_4":"Analytical Cookies - Help us keep statistics about website usability and traffic and analyze web visitors' behavior on the page. Reisidiilid OÜ uses the information obtained to improve the services of the website.",
    "desc3_5":"Commercially Cookies - We use them for the purpose of displaying ads on our Website, as well as on other websites you visit (such as Facebook and Google), with the purpose of seeing ads with content of interest to Visitors.",
    "desc3_6":"On our webpage there are also Cookies which are used by external or other web service providers such as Facebook, Inc. and Google Inc.",
    "desc3_7":"If you do not want cookies to be stored on your computer, you can block them in your browser settings.",
    "desc3_8":"Please note that it is possible to disable cookies, although certain services or parts of the website may not work as expected. Refusing cookies may limit the use of the website.",
    "desc3_9":"Hotellidiilid.ee may contain links which refer to other websites. In such cases, Reisidiilid OÜ is not responsible for their privacy and cookie policies.",

    "desc4_1":"To make the hotel reservation and make payments through our payment partner Maksekeskus AS",
    "desc4_2":"Customer communication;",
    "desc4_3":"For marketing purposes;",
    "desc4_4":"For the purpose of sending a newsletter (when a person has subscribed to the newsletter. You can opt out of subscribing to the newsletter at any time by clicking on the relevant link below the newsletter);",
    "desc4_5":"In quiz and other games, we use personal information to contact the winner;",
    "desc4_6":"For statistical purposes;",

    "desc5_1":"Personal data is stored in our or our designated third party systems. The third party does not have an access to personal data or can use in only for storage and backup.",
    "desc5_2":"We will not hold or retain personal data for longer than necessary. Your personal data will be deleted at the end of the respective need. The retention period may differ due to a contract, current legislation (such as accounting laws or statutory limitation periods) or the legitimate interest of Reisidiilid OÜ. If the data subject wants to be forgotten, we delete his or her data as much as it is not regulated by the law.",
    
    "desc6":"We only share personal information with the third parties (also international companies outside of Estonia) if it is necessary to provide you the service you are interested in. For example, hotels intermediaries and payment services partner (Maksekeskus AS - authorized data processor). We do not sell or share personal information with third parties except with whom they need to be shared on the basis of law or service.",
    "desc7_1":"If you wish, you can get more information about the processing of your personal information. To do this, please send us a digitally signed application at ",
    "desc7_2":"You may be asked to correct or remove any information that is incorrect about you or which you do not wish to have stored.",
    "desc8_1":"You have the right at any time to contact Reisidiilid OÜ, to submit inquiries, to request the modification, deletion of personal data concerning you.",
    "desc8_2_1":"Contact Reisidiilid OÜ by e-mail ",
    "desc8_2_2":" where your letter will be forwarded to the data protection specialist.",
    "desc8_3":"Reisidiilid OÜ usually responds to your request or complaint as soon as possible, but not later than within 30 calendar days.",
    "desc8_4_1":"In addition, you have the right and the opportunity to complain to the Data Protection Inspectorate about any breach of your personal data processing. If your permanent residence is in another EU Member State, you can find the contact details of that institution",
    "desc8_4_2":"at this address"
}